START_TEXT = '''
Здравствуйте. Я -- телеграм бот, который поможет вам разобраться с событиями в вашей жизни. Просто настройте меня и заносите информацию, а я её проанализирую и предоставлю вам визуализацию.
Чтобы настроить меня, используйте команду /setup
'''

QUESTIONS = '''
Укажите, сколько вы раз хотите, чтобы я узнавал о вашем самочувствии.
Напишите время, в которое вы хотите быть опрошенными.
Например: "09:00, 14:00, 19:00" будет распознано ботом, как 3 вопроса в 9, 14 и 19 часов соответственно.
'''

TZ_INFO = '''
Нажмите на кнопку, чтобы прислать мне свою геопозицию. Она будет необходима для определения вашего часового пояса.
'''

CANCELLATION = '''
ы успешно отменили настройку бота. Данные, которые вы успели запонить, сохранились.
'''

SUCCESS = '''
Вы успешно завершили настройку бота
'''